//  恋爱经验的数据
export default [
  {
    picUrl: '/1-.jpg',
    title: '恋爱经验浅谈，恋爱中的小技巧',
    content: '假如你遇到你喜欢的女生，并且准备追她，那么在往来中应该给女孩留下什么形象呢？ 你现已给女孩良好的榜首形象了，那么该如何进行下一步呢？',
    time: '2019-10-28',
    allContent: `        夯实基础，万事开头难
        假如你遇到你喜欢的女生，并且准备追她，那么在往来中应该给女孩留下什么形象呢？
        
        1,让她看到你的上进心
        
        男人最大的魅力莫过于事业有成，年轻人工作大多谈不上事业有成，但是要让女孩看到你的上进心。一定要让她知道，你对未来充满信心，你不满足现状，并且你有长远的计划，总归你的未来不是梦。
        
        2,成熟一点，有职责心，会照顾人
        
        女生天然生成脆弱，所以你一定要成熟一点，遇事镇定，从容不迫的男人有招引力，不要像个小孩子，女孩子都期望找个依靠，你要拿出你的信心和职责来。让她觉得你能维护她，让她依靠。
        
        3,不要太正派，也不要太随意
        
        言谈幽默能够招引一个女孩，让她觉得和你一同是快乐的。该正派的当地要正派，该戏弄的时分要戏弄。女孩都喜欢玩世不恭的男人，所以别显得对什么都特别介意，那样太呆板。
        
        
        第二，按部就班，有头有尾
        
        你现已给女孩良好的榜首形象了，那么该如何进行下一步呢？
        
        1,不要体现的那么清楚，一眼就能看出你在追人家。想一想，一般人都不会一眼就看上你，也不会看一眼就讨厌你，好感是跟着了解的不断增加而完成的，所以问题的关键是你要得到进一步开展的时机。
        
        站在女孩的视点替人家想一想，你这么直截了当地冲过来要搞对象，女孩子必定有心思压力。要是接触一阵后发现不喜欢你，那不就成了耍你了吗？所以假如你开端就摆出志在必得的姿势出来，基本上会被马上驳回去。
        
        2,一定要低姿态起步
        
        不要上来就要谈爱情，首先要把关系定位成朋友，未来是一般朋友，你期望成为好朋友，有品位的，还能够要求对方成为红颜至交什么的，总归千万不要说追你。
        
        你想一想，你假如根本不提追，那女孩子就没有时机回绝你，你都没有追她，她怎么回绝你？
        
        这样能够减轻女孩子的心思压力，使你们能顺利的往来下去。
        
        不要幻想，认识三天就容许嫁给你，要充分的往来了解，感情不是随意发生的。
        
        3,往来的时分不要太急躁
        
        要有张有弛，不要整天缠着人家，谁这样对你的话你也会腻。
        
        有8个字很关键：忽冷忽热，欲取姑予。
        
        你整天缠着人家，自然不觉得你好，你恰当的冷个一两天，女孩子就会想起你的好了。
        
        还有便是不要拿出非你不娶的志气来，那是一种无知的小男孩的激动形象，并且作为男人，太掉价了欠好。
        
        4,恰当的创造浪漫时机
        
        你能够搜集情报，想办法把守株待兔变成一场邂逅。也能够装作漫不经心的找出最足够的理由，约请对方和你一同做什么事。总归这个是最有技术含量的当地，看你个人的构思和悟性了。
        
        5,不要随意送人家礼物
        
        有些人追女孩子心切，喜欢买东西送人家，初步只追女孩子最忌讳这个。无功不受禄，你这样送人家东西便是在给人家施压，人家会觉得欠你的，所以会想办法还给你，假如没有办法还给你，就会想办法不好你往来，免得总是欠你的人情。
        
        假如你想显出自己的诚意，倒无妨请女孩一同消费，比方找好吃的餐厅，或许找贵的当地一同玩什么的，女孩自然能看出你花了许多钱。但钱终究是两个人一同花了，而不是变成东西带回家，这样他比较容易接受。
        
        第三，认清实质，相时而动
        
        1,女朋友是一种事实，而不是一份许诺。
        
        你和女孩子往来，从一般朋友变成好朋友，再到无话不谈的朋友，在某一个阳光灿烂的午后，你不小心拉了她的手，月上柳梢头，忽然吻了她，这时分他现已是你的女朋友了，无论她是否承认，她心思现已以为你是她男朋友了。
        
        所以说，千万不要急于把窗户纸捅破，情况越朦胧对你越有利。
        
        2,不要盲目告白，要把握好时机
        
        前面现已说了，表白实际上是一种方式而已，正确的顺序应该是，实际上现已成为你女朋友了，你才能向人家表白水到渠成。
        
        许多人弄不明白这个问题，总以为人家先容许做自己的女朋友，然后再如何如何，我只能说他十分十分的单纯，也十分十分愚蠢。
        
        3,无可奈何的时分要及时表白
        
        比方说，有第三者呈现，跟你竞争，或许，你和女孩子关系还没有成熟，但两个人或许分隔一段时间。这个时分的表白，条件不是很成熟，风险比较大，赢了就赢了，输了也只能说倒运。
        
        4,爱，不要容易说出口
        
        经常看见大胆表白的人，说实话我真的以为是，十分不成熟的一种体现，爱是一个崇高的字，意味着追求，也意味着许诺，乃至体现出一种职责，随意说爱的男人是不负职责的。
        
        
        第四，文明爱情不可强求
        
        1,追女孩是一种严肃的社会活动
        
        千万不要把人家搞烦了，要给自己留后路，大丈夫何患无妻。
        
        有些女孩儿，确实很实力，假如不服气，你能够发愤图强，用事实证明，她当时瞎了眼，千万不要做出傻事，必定不要误人误己。
        
        2,不是每个女孩都能追到手
        
        好女孩总会有许多人追，不或许跟着每个人的愿望，总会有失败者。
        
        换个视点考虑，假如一个你很讨厌的人，对你再好，你也不会爱上她，假如她每天哭哭啼啼的缠着你，你必定觉得反感。
        
        爱情是一种物质，，但绝不是物质的。
        
        爱情是需求物质基础的，至少需求相对的平衡。
        
        这次的共享，我觉得，现已很全面了，但是一定要注意活学活用，攻略是死的，人是活的，不能用使得攻省略套活的人，记住具体情况，具体分析。
        
        最后，祝每一个单身男士都能找到心仪的女孩。`
  },
  {
    picUrl: '/2-.jpg',
    title: '给恋爱中女孩子的一点点忠告',
    content: '十几岁的时候谈恋爱，和男孩子一起吃夜市。第一次约会，穿了白底碎花裙，出门前细细致致捯饬了两个小时，从头到脚都为了一场浪漫的约会做铺垫。',
    time: '2019-10-28',
    allContent: `        十几岁的时候谈恋爱，和男孩子一起吃夜市。

        第一次约会，穿了白底碎花裙，出门前细细致致捯饬了两个小时，从头到脚都为了一场浪漫的约会做铺垫。到地儿了才知道他要带我去夜市摊儿，满地油污，烟雾弥漫，七零八落的椅凳胡乱散着，睡眼惺忪的男孩子穿着拖鞋，乐呵呵拉我坐下。
        
        席间一直不痛快，胡乱捣了几筷头，白裙子被尖叫着乱跑的小孩子踢了一脚泥，鼻子一酸眼泪都要掉下来。
        
        要说平时也不是没有过和姐妹们穿着睡衣在夜市摊儿上吆五喝六的喝啤酒，偏偏那天就莫名觉得委屈，闷头吃完，提起包就自顾自的往家走，男孩子从身后追上来，急切询问原因，我倔的很，拗着脖子不说话。其实我心里清楚，就是因为他看起来没有认真准备约会，被重视感寥寥，可我又不愿让自己显得挑剔，所以不肯开口，越想越委屈。
        
        他最大程度的耐心问我，一遍遍道歉，在浓稠的夜色里几乎以一种卑躬屈膝的姿态说好话。
        
        我不是没谈过恋爱，这样的场景更不是第一次经历，女生一言不发，男生低声下气，情境经典的仿佛电影天生就该这么演。全天下的女孩子们都是同样的女主角，享受同样的剧本和情绪。
        
        我突然觉得羞耻，身体一点点从剧本里抽离，就看到了真实的自己。
        
        习惯于男生单方面的，主动的，迎合的，低下的姿态，陷入自我编织的恋爱常规里自以为然，“这时候要生气，不能说话，时间还没到，他得再道会儿歉，无论如何不能主动开口。”
        
        情绪早已消解，身体还在剧本里僵持。我就站在那里，突如其来的陷入了困惑。
        
        “我并没有那么生气，那么我为什么还要继续表演我的委屈，挥霍他的歉意。”
        
        我到底在矛盾什么。
        
        那也是我第一次对于女生在恋爱关系中饰演的角色有了初步的质疑。
        
        我似乎习惯于做一个被保护者，被偏爱者，而从未想过我应该是一个独立的，平等的，可以被正常交流的个体。
        
        我几乎是仗着他的紧张和在意，堂而皇之的关闭了自己的沟通渠道。把自己从一个语言没有障碍的正常人，变成了一个情绪操控的机器。我不愿意表达自己的情绪，把表达情绪的义务推给了别人。我就是一个主动放弃沟通主权的，愚蠢的，短视的，残缺的，虚假的人。我像一个孱弱而娇气的动物，大火压境不肯自救，硬要等人寻着路过来找我。
        
        这个发现让我惊觉起来，焦虑和不安接踵而来。
        
        我必须跳出剧本，直面自己，掐灭那些表演性的，自我高潮性的，夸大性的情绪。
        
        这只是零星小事，真的大火来了，只有我自己可以救我自己。
        
        他那边儿还在道歉，我这边突然开口说对不起。
        
        “我应该主动告诉你我的不满，我希望你可以像我一样有所准备，考虑到我的心情带我去一家有氛围的餐厅，我不是不喜欢夜市，我只是希望被重视。
        
        我一直不说话，让你这么着急，真的对不起。”
        
        男孩子呆了一会儿，说没关系，他只是没想那么多，以后一定会注意。我能道歉他很意外，也很感激我能说出来。
        
        我突然就在十几岁的当口儿，隐隐约约摸索出了恋爱道理的毛皮。
        
        很多女孩子都是太墨守成规的演员了，长期融入角色，我们习惯做一个被保护的，被拯救的弱者，我们享受弱者的权利，享受男生的卑微，在理性和感性的交界来回踱步，不肯踏出去。
        
        可这样一点都不酷。我们不想被称作弱者，却在弱者的世界自得其乐，我们永远被动，也就永远无法自己掌控自己的感情。
        
        我们相爱，不是为了被人照顾，被人偏爱。被人宠到生活不能自理。
        
        我们相爱，是因为我们被对方吸引，我们互相探索，努力融合，互相取暖，互相依偎。
        
        舒婷在致橡树里说，我必须是你近旁的一株木棉，作为树的形象和你站在一起。
        
        “我如果爱你，就一定会尽可能告诉你，我到底为什么生气。”`

  },
  {
    picUrl: '/3-.jpg',
    title: '恋爱中的四个阶段',
    content: '心理学上可以将男女恋爱分为如下四个阶段，当然这四个阶段之间并没有明确的分界线，主要是为了帮助人们了解男女在恋爱不同阶段的一些心理特征和行为特征。',
    time: '2019-10-28',
    allContent: `        心理学上可以将男女恋爱分为如下四个阶段，当然这四个阶段之间并没有明确的分界线，主要是为了帮助人们了解男女在恋爱不同阶段的一些心理特征和行为特征。


        1）初恋朦胧期
        
        
        这是恋爱的初期，男女双方彼此抱有好感却相知甚少，渴望更多地了解对方。这个时候，男女双方的眼神总在捕捉对方的身影，并制造条件约会见面，从约会中感受愉悦感。
        
        
        男女双方彼此有了一点了解后，就会情不自禁地美化对方的形象和能力，爱上了经过自己美化后的幻象。而对这种幻象的迷恋之情，很多人则称之为“爱情”。有一句话说得好，不是你爱上了谁，而是你爱上了你的“爱情”，指的就是这种情形。在这个阶段由于头脑中会产生许多美好的幻觉，因此也称为恋爱的朦胧期。
        
        
        不过，如果一个人有过三次以上的恋爱经历后，在和新的异性交往的时候基本上就不再会抱有不切实际的幻想，除非情商低下。很多人觉得失恋是一件很可怕的事情，其实很多人就是通过失恋这样的经历而不断成熟起来的。
        
        
        2）热恋共存期
        
        
        热恋期大多是从一吻定情开始的，接吻往往是热恋的一个象征动作，通过亲密动作将男女双方带入到亲密关系。这时候男女双方开始出双入对形影不离，一日不见如隔三秋，彼此在对方身上找到了自我存在感，热恋阶段的心理特征就是共存，恋爱双方看到的都是彼此的优点，对周围环境漠不关心，可以说双方都已经迷恋其中了。
        
        
        在热恋期，由于男女双方有了更多的接触，因而对对方有了更多的了解，双方的优缺点日渐显露，当一方发现对方比自己以前在心目中塑造的形象有一定差距，并且这种差距令自己很难适应时，就会造成极大心理落差，而这种心理落差就表现为行为方面的冷淡和疏远，最终一方会提出结束恋爱关系。
        
        
        一般来说，在热恋期双方都会察觉到对方与自己心目中塑造的形象有落差，但很多人还是能够接受这种落差，两个人的恋爱关系会随着交往而继续升温。
        
        
        3）依恋与独立期
        
        
        男女双方肢体接触不断升级，不再满足于牵手、接吻、拥抱，开始试着爱抚对方的身体直至发生性行为。性行为是人类作为动物的最原始的生理需要的满足，但是在恋爱关系中却具有特别的象征意义，代表了恋爱关系进入到相互依恋的阶段，恋爱关系开始稳固下来。性行为对许多女生来说意味着她现在是对方的人了，而一些男生则在发生性行为后觉得自己需要对女生负起责任。当然，有一些情侣会坚持到结婚才发生性行为，只是这种现象在这个时代比较少见了。
        
        
        男女双方进入依恋期后，双方在日常生活已离不开对方，离开一阵子都会觉得不顺心、有一种心不安的感觉。同时，男女双方也会直接面对日常琐碎的生活细节和生活习惯方式的差异，小摩擦不断产生，偶尔也会爆发比较大的冲突。
        
        
        依恋关系代表了恋情趋向稳定，这时候至少会有一方（通常是男方）开始追求独立，想要有多一点自己的时间做自己想做的事，这时另一方（通常是女方）就会感到被冷落。但这其实是很容易理解的，鱼饵上钩被钓上来后，钓鱼的人还会再抛鱼饵给钓上来的鱼吗？
        
        
        而对于缺乏安全感的女生来说，被男生冷落的感觉让她十分惶恐而不安，就会十分怀念热恋阶段的男生取悦自己的“爱情”，这样就会产生很大的心理落差和不安全感，于是就开始对男朋友表达不满。如果男朋友不懂女生的心理，就会觉得女生胡搅蛮缠，男女双方的冲突就可能会不断升级。这个阶段是恋爱关系的高危期，一方寻求独立，另一方寻求依恋，当双方的追求处于对立关系时，很多恋人就忍受不了这种自己被对方冷落的感觉而提出分手。
        
        
        我们每个人谈恋爱都会经历这样的由依恋到独立的阶段，当进入到独立阶段的时候，实际上代表的是恋爱关系更稳固，而这种更稳固的现实才代表了真正的安全感，这是需要意识到的。但人们的潜意识是感性的，很多女生一旦察觉到自己被冷落，就会产生自己会被对方抛弃的不安全感，就会不断地胡思乱想和不断地表达不满，最终把自己推到近乎于崩溃的地步。最终很多女生因无法承受内心的压力而向男朋友提出分手，以寻求心理解脱。
        
        
        而很多女生在下一段恋情进入到依恋和独立阶段时，还是碰到了同样的被冷落的问题，然后又陷入惶恐不安中，又在不断地胡思乱想，进而把自己迫害到心理崩溃的地步，然而又想着要提出分手，以获得心理解脱。
        
        
        4）平淡共生期
        
        恋爱关系就像性活动一样，经历了高潮之后就会平缓下来，男女双方随着恋爱关系的进一步稳定而平淡下来，性活动也不再像过去那样频繁而又充满激情。双方就会开始适应平淡的生活，最终进入婚姻，共同生活在一起。
        
        
        但也有些男女恋人因为恋爱时间短或适应能力弱而未能在心态上接纳平淡，而是仍然在幻想和期待热恋阶段的甜蜜时光，结果就把问题拖到了结婚之后，导致婚后冲突不断，最后只得分道扬镳。
        
        
        在心理上能接受平淡，才能长久地共生。`
  },
  {
    picUrl: '/4-.jpg',
    title: '我们可以为所珍惜的感情所注意的地方',
    content: '想，用心经营就像一直给沸水保温，烧开的沸水不继续用小火温着也会慢慢变凉，长期美好感情关系的秘密也如此简单，贵在用心以恒。',
    time: '2019-10-28',
    allContent: `       我想，用心经营就像一直给沸水保温，烧开的沸水不继续用小火温着也会慢慢变凉，长期美好感情关系的秘密也如此简单，贵在用心以恒。我自己是女生，所以只就女性的角度一谈，共勉。


        我们可以为所珍惜的感情所注意的地方：
        
        
        摆正心态：
        
        1.不控制彼此
        他想跳槽，我不会因为我觉得不要去冒险而阻拦他。我要去留学，不会因为他还在国内而不去。感情是牵绊，不是捆绑，遏制变化发展，相处久了就会无趣。他买车选型号的时候、斟酌要不要买沪牌的时候，虽然我们意见相左，表述即可，不会去控制他的决定。做好自己，恋爱不是生活的全部，不过度关注并干涉对方的生活，也不要一味的向下妥协，沉浸于感动自己。
        
        2.不限制个人爱好
        不扭转对方的兴趣，兴趣对恋人带来的影响不是个人爱好那么单一,久而久之双方会保有新鲜感。比如我喜欢上多肉他喜欢龟了以后我们的约会地点就常常变成探索各个花鸟市场，和之前吃饭约会的感觉不一样。他有他的爱好，我有我的爱好，并不太相同。即使他外出健身的时候我只肯坐在家里假模假样的替他加油也无妨。他喜欢看动漫，我喜欢看纪录片，没事，别迁就，一个人电脑一个人iPad各看各的，时不时忽瞥。我泡知乎他上草榴，互相接触的时候仿佛打开了新世界的大门。
        
        3.你有你的生活
        不要猜想“他会不会不爱我了”“他不要我了怎么办”“他是不是外面有人了”，其实爱不爱是最不必去猜的，你连“好像不爱了”都能察觉得到，这么敏锐的洞察力，难道当他“不爱了”时你还能不知道? 他们的思维方式真的和我们不同，我们想到的，他们往往都无从理解。我们的推理常常是一根曲线，可到了男方那里却只是一根直线。如果你仍旧容易多疑多思，那可能是因为你把他当成生活的重心了。你有闺蜜、朋友、有家人、有事业，有自己，如果你觉得焦躁不安，不妨培养一点个人兴趣，比如练练瑜伽、学学茶艺、多学一门语言等等。把重心移到自己的生活上来，当你美如女神的时候你还会时时刻刻担心他不喜欢你？
        
        
        你无论做了什么，对方都不欠你，没义务回报你。他没有义务因为你做到如何就该怎样。我对先生是一见动心，从他发给我的第一条短信开始我就手抄保存，此后择选抄录。我们的电影票门票我都按年份收藏好，他打动我的细节我都用word记好，至今已经400多条小细节，每次生气的时候就拿出来看他的好处冷静一下，纪念日还会写情书。那又如何，我不需要他感动，他更没有义务像我一样做。不要有“我都为他怎么怎么样了，他为什么还不能为我做一点事”，你为他怎么做是你愿意。我突然吃到好吃的小笼，立刻坐了一个半小时的地铁绕远路去送去给他送夜宵再一个人回家，他应该感动然后对我更好吗？没必要，这么做是我愿意，仅此而已。
        
        评论中有知友提醒“爱情不是相对平等的为双方付出么?"，我也希望相对平等的付出，我对他好，他也对我好，可是事实中总是让我们有矛盾。后来我就想了一个办法，我每次为他付出之前问问自己"他不会给我任何回报，也不会因此觉得我好，我还愿意吗?"，如果我还愿意我就会认可这一付出是因为我会感到幸福，事后也就不会感到委屈了，如果我不愿意，那么就此打住。
        
        4.你可以升值
        很多女性担心25岁后开始走下坡路，担心对方在自己老后变心。还有些女性认为18～25是自己的黄金时期，此后就开始贬值，应该乘年轻找个更好的，年纪大了就不容易再找了。而此时同年龄段男性在最低谷，即使不分手在内心也会嫌弃、会不满，从而引发争吵。
        别担心，年轻的时候去爱想爱的人不委屈。不再年轻了你也可以更美、拥有更高的审美、更善解人意、更丰富的学识，更熟捻的察言观色。
        
        18岁的你总是说错话、缠着男朋友吵架；25岁的你善于用小物让生活更显情趣；30岁的你能用一个眼神就让男人的怒气化为柔情；35的你更知道穿什么风格的衣服衬得自己动人，40岁的你让男人一靠近你就觉得心境安宁，50岁时你不再迷恋李敏镐吴彦祖，你一手漂亮的书法、一曲清歌、话语风趣、气质端雅，和你聊起来坐一下午都不烦闷。
        
        的确，不是一个萌萌哒女生了，但成为了一位美丽的女性。
        要知道，你可以越来越优秀，取决于自己。随着年龄上升，技能、品质、经验都是上升的。年轻的时候可以一句话吵到他心烦，后来却可以一句话挠到他心痒。人都有择优性，你开始不管身材、张开八卦闭口嫌弃、扯着嗓门讲话了必然是走下坡路，婚姻不是“任务完成”。自信一点，你要也好，不要也好，反正我会更好。
        当小女生看到你会想“我以后想成为这样的女性”，你就成功了。后一句话已删。[根据用户举报，包含「政治敏感」内容，呃....]
        
        
        表现性别特质：
        
        1.打扮
        
        相处时间长了随便起来是难免的，尤其婚后更容易选择舒适的着装和发型。
        
        露出你的柳腰丰臀，展示你的锁骨、肌肤。也可以在户外低身小露乳沟，为什么在户外，因为能看不能摸，招他惦记。先生带我外出用餐、见朋友，我必然打扮得漂漂亮亮赏心悦目。在外给足体面，是尊重，更是机灵。他不喜欢你买买买，不代表他不喜欢你穿得美美的。把自己当成在暗恋他的人，持续展示美好的一面来吸引他。
        
        在打扮这方面，我觉得细腻柔滑的小手更让男人心里激动，比花式美甲要勾人得多，所以女性花心思保养不可懈怠。性别特质的本来就容易吸引异性。我的先生，我认识他的时候他还没有肌肉，现在有小肌肉，他又多给了我一个喜欢他的理由。
        
        
        2. 柔情
        
        不用做个小女人，但要会使用小女人的手段。受伤的时候无辜大眼盈盈泪光而不落，攥着他的衣角不说话，他问了疼不疼你才点点头。适当的表现你的柔弱，体现你的温柔，即使大嗓门惯了，偶尔也要轻生细语。动怒的时候尤是，如果你们对吵之下他仍然不肯让步，不妨娇嗔一下。撒娇、温柔、娇弱都特别好用，不信你试试。
        
        男性也更容易被小女人的仰慕打动，不要吝啬你的崇拜。很多时候，你把他当作什么样的人来对待，他就更容易成为什么样的人。
        我常常跟我家的汪星人学习，想想我为什么无法不疼它，它一见到我就开心，最喜欢跟我在一起，不记仇。所以我约会的时候一见到他就笑、享受美好时光、吵架的时候他弱弱道歉我立刻不纠缠。
        
        相处之道：
        
        1.小作怡情，大作伤身
        他道歉的时候我们就不要追问“你错在哪儿了”好吗，戒娇戒躁。很多事情上男女的思路真的不同，吵起来简直没法谈，“性别不一样怎么谈恋爱”你以为这句话只是玩笑？
        
        2.避免不当的吵架方式
        吵架尽量不隔夜，如果当日无法解决矛盾，最好直接见面，不行电话，避免短信，情绪不稳定时短信容易使人以恶意揣摩对方的想法。无论多激动，别把分手挂在嘴边。要分就真分，不分就别提，分手说多了彼此逐渐就在内心预设并接受了分手的可能性。
        
        
        3.用心经营
        
        不要因为在一起久了，就忽略对方的心理，对方的瘪眉、停顿沉默、欲言又止等等细节不要因为赶着出门就想着回来再说，上路后就打电话给对方关心一下。
        
        另外，保持异性吸引力，有变化性的才有吸引力，此去经年，相看两不腻。
        
        让一个人喜欢你不难，让一个人爱你恒久远却不易。我想想朋友为什么喜欢彭于晏李敏镐陈学冬，因为他帅，因为他还是那么帅。你是不是还是一如当初那么美? 甚至变得更美好。
        女人容易因一个男人能为自己做到如何程度而感动生情，但男人通常不会为你能为他做多少而因此爱你。就算是倒追来的，他接受你也不是因为你让他感动了，而是因为他被你吸引了。比起节衣缩食给他买贵重的礼物、仅仅把房间整理得闪闪发亮，让自己有魅力对他更有吸引力。买套性感的内衣、坚持健身，或是学舞蹈都有益处。
        
        维持新鲜感，当感觉感情快要变得平淡的时候我建议花些小心思营造一下新鲜感。时不时送个小礼物，给个小惊喜。唱个歌录下来发给对方，一起尝试平时不做的事，个人培养新的爱好。
        
        
        我也想说，分手不是失败。白头到老是一种幸福，伴随几段感情走到终点但每一段都很美好也是一种幸福。
        
        如果遇到更喜欢的人怎么办，那就跟现任分手去跟他在一起啊，别克制，然后觉得自己委屈了迁就了，他应该对你更好。（单身之前请坚决明确的拒绝那人的示好，男生也是，遇到更心动的女生请先分手再去尝试追求）
        我当然也遇到过其他喜欢的人，喜欢看看就好了，避而远之。这个人字蛮好的，那个人蛮帅的，那个人事业好成功，优秀的人那么多，欣赏欣赏，千万不要拿别人的优势和男友的短处比，要么就分手，相处着又嫌弃是闹哪样。我不离开他，是因为喜欢任何人都远远及不上喜欢他的程度，喜欢和他在一起，光是想到他就兴奋，他是我的男神。
        
        有闪光点的男生问男朋友对我好不好，我说超好，想嫁给他。对于对你有好感的人，你态度不够明确即是暧昧，不要说“还好”“蛮好的”。我想专一应该是一段美好感情的基础，彼此感情专一的恋人才能建立信任。信任是一种舒服的状态，彼此放松。放松，而不是无所谓。比起要求对方应该相信你，更应该让自己值得被信任，俗语“有借有还再借不难”也是同理，对于言出必行的人我们才会相信他一诺千金的分量。一旦在双方的感情中有了第三者，就无法再“专注”，不再用心投入。」`
  }
]
