//  男生女生测试的数据
export default [
  {
    title: '1，你在屋檐下躲雨，突然一个妹子从雨中跑进来，你定睛一看发现竟是自己暗恋已久的女神！因为淋了雨，女神身上衣服都湿透了，显得非常狼狈，为了化解尴尬你会：',
    A1: 'A、冲进大雨把自己也淋湿，不让女神一个人狼狈！',
    A2: 'B、装作若无其事地夸她：你今天的红色内衣真好看。',
    A3: 'C、把自己外套脱下来给她披上，温柔的说：别着凉了。',
    A: `选A的兄弟戏太多，怕不是个傻子吧?\r
        选B的兄弟尬夸功力一流，但女神不仅不会开心，说不定还会给你一个大嘴巴子。\n
        在女神这种脆弱的时候，用实际行动关心她，才能拉近彼此的距离好吗！\r
        所以，正确答案选C`
  },
  {
    title: `2，到了午饭时间，女神还待在办公室里不去吃饭，你忍不住走过去问她：怎么还不去吃饭？她看了一眼贴在工位上的减肥目标，摇摇头说：我还不饿。
    你听完后说：`,
    A1: 'A、哇！你这么胖竟然不饿！',
    A2: 'B、听说附近新开了家不错的轻食餐厅，我请你吃啊。',
    A3: 'C、既然你不饿那能不能帮我做个表格，下午就要交了。',
    A: `
    选A的兄弟，我佩服你的耿直，注孤生了解一下？
    选C的兄弟怕是懒癌晚期了，连女神你都敢使唤？
    适时表现出自己体贴入微的一面，才能增加女神的好感度。
    正确答案选B!`
  },
  {
    title: `3.你跟女神一起吃晚餐，饭后你送她回家，快到女神家楼下时，她跟你说：今晚跟你在一起很开心，我要上去了。
        看着她可爱的样子，你很舍不得，于是大声叫住她：`,
    A1: 'A、别走，今天的饭钱还没有给我呐！',
    A2: 'B、等等！现在轮到你送我回家。',
    A3: 'C、我刚好有两张电影票，周末要不要一起去看？',
    A: `
        选A的兄弟，恭喜你成功在女神心中树立了小气抠门斤斤计较的形象。
        选B的兄弟，你可真是个小机灵鬼啊！皮这么一下，潜在的女朋友没了，继续纠缠只会徒增尴尬。
        积极创造下一次单独见面的机会，才是明智的选择。
        正确答案选C！`
  },

  {
    title: `4，因为回家过春节，你有足足一个假期没有见到女神，心里特别想她。没想到天公作美，上班第一天你就在电梯里遇到了女神。
            你难忍激动，盯着她看了2秒，然后说：`,
    A1: 'A、看来你家里伙食不错啊！',
    A2: 'B、一个春节不见，你怎么瘦成这个样子？',
    A3: 'C、带特产了没呀？',
    A: `选C的兄弟，你大概是饿了吧...
            选A的兄弟，你这是在拐着弯儿说：女神每逢佳节胖三斤吗？
            就算真的胖了也不能说啊！
            就算睁眼说瞎话，也要肯定女神的减肥成果，因为这才是最好的寒暄！
            正确答案选B！`
  },
  {
    title: `5，女神被分手了，整个人的情绪非常低落，觉得自己什么都做不好，也很没用。
            听完她的倾诉，你决定要帮助她早日走出阴霾，于是你安慰她：`,
    A1: 'A、什么叫什么都没有！至少你有自知之明啊！',
    A2: 'B、没关系的，我这么优秀，不也还是单身狗。',
    A3: 'C、不准你这么说！走，我带你去吃好吃的。',
    A: `选A的兄弟，杠精本精是你吗？
            还有选B的兄弟，你这是安慰人吗？
            其实碰上这种事，指望几句话就让女生走出来是不可能的，只能靠时间慢慢治愈。不过吃吃吃倒是能有效地加快这个进程。
            正确答案选C！`
  },
  {
    title: `6，有天晚上，女朋友撒娇要你讲故事哄她睡觉。但你上厕所回来发现她已经趴在床上沉沉的睡着了。
            在这种情况下，你会： `,
    A1: 'A、帮女朋友盖上被子，落下轻轻一吻。',
    A2: 'B、把女朋友摇醒，叫她起来听故事。',
    A3: 'C、心里暗喜，打开电脑玩起了游戏。',
    A: `选C的兄弟，你们最好不要被半夜醒来的女朋友发现，不然就等着跪体重秤吧！
            选B的兄弟，你们到底是怎么有女朋友的？这不科学！女朋友这样子睡着说明她一定很累了。你应该要觉得心疼啊，怎么还忍心叫醒她？
            用排除法，也知道正确答案得选A！`
  },
  {
    title: `7，女朋友的电脑坏了，你捣鼓了大半天终于帮她修好。这时她给你递来一杯水，委屈巴巴地说：人家刚才帮你倒水的时候，手被热水溅到了，好疼啊！
            听完之后，你说：`,
    A1: 'A、好的，那我等水凉点再喝。',
    A2: 'B、多喝热水就好了，要不我这杯先给你喝？',
    A3: 'C、傻瓜，下次让我来就可以了。烫哪了？我给你吹吹！',
    A: `选A的兄弟，需不需要我给你快递轮椅？女朋友跟你撒娇求安慰，你却只关心自己，太过分！
            选B的兄弟，可以说很直男了！
            如果不想重回单身狗的行列，在座各位，还是向选C的暖男同学好好学习吧！`
  },
  {
    title: '8，跟女朋友一起去看电影，面对弱智剧情，你觉得很无聊，甚至有点想笑。可转头一看，女朋友却显然非常入戏，在旁边哭得稀里哗啦。',
    A1: 'A、忍不住笑出声来。',
    A2: 'B、拿出纸巾轻轻地帮她擦眼泪，并说：小傻瓜哭的时候也这么可爱！',
    A3: 'C、抱紧了自己的外套，防止被她用来擦眼泪和鼻涕。',
    A: `选A的兄弟你还是赶紧跑吧！晚了就要被打死了...
            选C的兄弟我希望你端正态度，钱可以买到外套，却买不到女朋友啊！
            所以剩下的还用我教吗？当然是选B！选B！选B！`
  },
  {
    title: `9，女朋友生病了，作为男朋友的你，不仅在一旁贴心照顾，还坐在床头削起水果。女朋友大受感动，幸福地看着你说：谢谢！你怎么知道我想吃水果的？
            此时，你：`,
    A1: 'A、把削好的水果递到她嘴边，温柔地说：傻瓜，跟我不需要说谢谢。',
    A2: 'B、啊？我是想削给自己吃的。',
    A3: 'C、憨厚一笑说：哎！还不是被我前女友练出来的。',
    A: `选B和C的兄弟你们怕是活腻了！【提起前任】【跟女友抢吃的】可是恋爱中的两大必死禁忌啊！
            不要问我在这种情况下，怎么绝地求生？
            因为有点求生欲的人，一开始就会选A！
            `
  },
  {
    title: `10，在拥挤的地铁上，女朋友因为抓不着扶手，一路上摇摇晃晃，而在一旁的你却稳如泰山。她无比失落的说：我重心不稳，刚刚几次差点摔倒。
            听完你低头看向她，然后：`,
    A1: 'A、用咯吱窝夹住了她的头。',
    A2: 'B、你都没胸，怎么会重心不稳？',
    A3: 'C、贴心的建议她：扎个马步，腿岔开一点，脚趾用力。',
    A: `选A的兄弟，可能是对最萌身高差有什么误解吧？
            选B的兄弟应该是真想死了，不仅没有解决问题，还直戳女朋友痛点！
            而最后这道题连C也不能选！
            你想啊，跟男朋友一起搭地铁还要学扎马步？那要你这个男朋友有何用？这种时候当然是一把搂过女朋友，让她稳稳地靠在你的胸膛上！`
  }
]
